import styled from "styled-components";
import color from "../../styles/colors";

const Terms = () => {
  return (
    <Container>
      <Title>
        PLAY LICENSE <span>이용약관</span>
      </Title>
      <Contents>
        <Title2>제1장 총칙</Title2>
        <SubTitle>제1조(목적)</SubTitle>
        <Text1>
          이 약관은 Play License가 제공하는 연극, 뮤지컬, 음악극 등의 창작 공연
          스토리 유통 플랫폼(이하 “플랫폼”) 및 제반 서비스를 이용하는 자(이하
          “회원”)와 Play License가 권리․의무 및 책임 등을 규정함을 목적으로
          합니다.
        </Text1>
        <SubTitle>제2조(정의)</SubTitle>
        <Text1>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</Text1>
        <Text1>
          1. “작품”이라 함은 공연 저작물에 대한 권리를 갖고 있는 회원이 공연
          유통 플랫폼 “Play License”에 등록한 공연 저작물과 그 자료의 일체를
          말합니다.
        </Text1>
        <Text1>
          2. “회원”이라 함은 제6조에 따라 Play License의 승낙을 받은 자로,
          일반회원, 공급자 권한을 부여받은 회원을 말합니다.
        </Text1>
        <Text1>
          3. “작품 구매”라 함은 공급자 권한을 부여받은 회원이 등록한 작품으로
          공연을 제작하거나 교육, 기타 목적으로 활용하고자 하는 이용자와 Play
          License 간 체결하는 계약을 말합니다.
        </Text1>
        <Text1_1>
          가&#41; “공연목적 구매”라 함은 공연 실현을 목적으로 한 구매 계약을
          의미하며, 다음 각 목의 어느 하나에 해당하는 것을 말합니다.
        </Text1_1>
        <Text2>(ㄱ) 학교에서 작품 발표의 목적으로 공연하고자 할 때</Text2>
        <Text2>(ㄴ) 학생 및 사회인 동호회에서 1회성 공연을 하고자 할 때</Text2>
        <Text2>
          (ㄷ) 성인 대상 아카데미에서 수업 발표의 목적으로 공연하고자 할 때
        </Text2>
        <Text2>
          (ㄹ) Play License와 별도의 협의를 통해 구매목적에 적합한 활용을 하고자
          할 때
        </Text2>
        <Text1_1>
          나&#41; “교육목적 구매”라 함은 미취학 아동부터 고등학교 학생 교육을
          목적으로 한 구매 계약을 의미하며, 다음 각목의 어느 하나에 해당하는
          것을 말합니다.
        </Text1_1>
        <Text2>(ㄱ) 교육자료 개발</Text2>
        <Text2>(ㄴ) 교과 시간 및 방과후 활동으로 공연 진행</Text2>
        <Text2>(ㄷ) 교과 시간 및 방과후 활동의 교재 또는 교보재로 이용</Text2>
        <Text2>
          (ㄹ) Play License와 별도의 협의를 통해 구매목적에 적합한 활용을 하고자
          할 때
        </Text2>
        <Text1_1>
          다&#41; “기타목적 구매”라 함은 공연, 교육 외 목적으로 공연 저작물을
          활용하고자 할 때 체결하는 계약으로 각 목의 어느 하나에 해당하는 것을
          말합니다.
        </Text1_1>
        <Text2>(ㄱ) 공연 저작물을 활용한 2차 창작</Text2>
        <Text2>(ㄴ) 공연 저작물 전체 또는 일부를 영리적 목적으로 이용</Text2>
        <Text2>
          (ㄷ) Play License와 별도의 협의를 통해 구매목적에 적합한 활용을 하고자
          할 때
        </Text2>
        <Text1>
          4. “청소년유해매체물”이라 함은 다음 각 목의 어느 하나에 해당하는 것을
          말합니다.
        </Text1>
        <Text1_1>
          가&#41; 「청소년보호법」 제7조 제1항 본문 및 제11조에 따라
          청소년보호위원회가 청소년에게 유해한 것으로 결정하거나 확인하여
          여성가족부장관이 고시한 매체물
        </Text1_1>
        <Text1_1>
          나&#41; 「청소년보호법」 제7조 제1항 단서 및 제11조에 따라 각
          심의기관이 청소년에게 유해한 것으로 심의하거나 확인하여
          여성가족부장관이 고시한 매체물
        </Text1_1>
        <Text1_1>
          다&#41; “아동ㆍ청소년 음란물”이라 함은 아동·청소년 또는
          아동·청소년으로 명백하게 인식될 수 있는 사람이나 표현물이 등장하여
          「아동ㆍ청소년의 성 보호에 관한 법률」 제2조 제4호의 어느 하나에
          해당하는 행위를 하거나 그 밖의 성적 행위를 하는 내용을 표현하는
          것으로서 필름·비디오물·게임물 또는 컴퓨터나 그 밖의 통신 매체를 통한
          화상·영상 등의 형태로 된 것을 말합니다.
        </Text1_1>
        <Text1>
          5. “아동ㆍ청소년 음란물”이라 함은 아동·청소년 또는 아동·청소년으로
          명백하게 인식될 수 있는 사람이나 표현물이 등장하여 「아동ㆍ청소년의 성
          보호에 관한 법률」 제2조 제4호의 어느 하나에 해당하는 행위를 하거나 그
          밖의 성적 행위를 하는 내용을 표현하는 것으로서 필름·비디오물·게임물
          또는 컴퓨터나 그 밖의 통신매체를 통한 화상·영상 등의 형태로 된 것을
          말합니다.
        </Text1>
        <SubTitle>제3조(약관의 해석 및 준칙)</SubTitle>
        <Text1>
          1. Play License 및 회원은 이 약관에서 정한 내용을 신의성실의 원칙에
          따라 공정하게 해석하며, Play License는 모든 회원에게 동일하게 해석하여
          적용합니다.
        </Text1>
        <Text1>
          2. 이 약관의 내용 중 그 뜻이 명백하지 아니한 경우에는 회원에게
          유리하게 해석합니다.
        </Text1>
        <Text1>
          3. 이 약관의 내용과 다르게 합의한 내용은 이 약관보다 우선하여
          적용됩니다. 다만, 합의한 내용이 무효인 경우에는 이 약관에서 정한
          내용이 적용됩니다.
        </Text1>
        <Text1>
          4. 이 약관에서 정한 사항 이외에는 「상법」, 상관습법, 「민법」 등이
          적용됩니다. 다만, 약관에서 정한 내용과 다른 강행규정이 있을 경우에 그
          강행규정이 우선 적용됩니다.
        </Text1>
        <SubTitle>제4조(약관의 변경)</SubTitle>
        <Text1>
          1. Play License는 「약관의 규제에 관한 법률」, 「전자문서 및
          전자거래기본법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」,
          「콘텐츠산업진흥법」 등 관련법을 위배하지 않는 범위에서 이 약관을
          개정할 수 있습니다.
        </Text1>
        <Text1>
          2. Play License가 약관을 개정할 경우에는 플랫폼의 초기화면에 적용일자,
          개정사유, 변경할 약관 및 현행 약관과의 비교표를 그 적용일자로부터 7일
          이전부터 적용일자 이후 30일까지 공지합니다. 다만, 회원에게 불리하게
          약관내용을 변경하는 경우에는 그 적용일자로부터 최소 30일 이전부터
          적용일자 이후 30일까지 공지합니다.
        </Text1>
        <Text1>
          3. Play License가 약관을 개정할 경우에는 적용일자, 개정사유, 변경할
          약관 및 현행 약관과의 비교표를 제2항에서 정한 기간이 개시되기 전에
          제6조에 따라 회원이 기재한 전자우편주소로 송부합니다.
        </Text1>
        <Text1>
          4. 회원은 제3항에 따라 수신 받은 날로부터 7일(회원에게 불리한 경우
          30일) 내에 변경될 약관의 적용에 대해 동의 또는 거절할 수 있습니다.
          다만, Play License가 『7일 또는 30일 내에 변경될 약관의 적용에 대해
          거절의 의사를 표시하지 않은 경우에 동의한 것으로 봅니다.』라는 문구를
          명시하여 제3항에 따라 고지하였음에도 불구하고, 회원이 그 기간 내에
          거절의 의사를 표시하지 않은 때에는 동의한 것으로 봅니다.
        </Text1>
        <Text1>
          5. Play License가 약관을 개정할 경우에는 그 개정약관은 그 적용 일자
          이후에 제공되는 서비스에만 적용되고, 그 이전에 제공된 서비스에
          대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만, 회원이 그
          이전의 서비스에 대해 개정약관의 적용을 받기를 원하는 의사를 Play
          License에 표시한 경우에는 개정약관이 적용됩니다.
        </Text1>
        <Text1>
          6. 회원이 제4항 본문의 기간 내에 거절의 의사를 표시한 경우에 개정 전
          약관이 적용됩니다. 다만, Play License가 개정 전 약관에 따라 서비스를
          제공할 수 없는 상당한 이유가 있는 경우에 회원에게 발생한 손해를
          배상하고, 이 계약을 해지할 수 있습니다.
        </Text1>
        <SubTitle>제5조(회원에 대한 고지)</SubTitle>
        <Text1>
          Play License가 약관의 변경 등에 대해 회원에게 고지할 경우에 제6조에
          따라 가입신청 시 기재한 회원의 전자우편주소로 고지합니다. 제2장
          이용신청 및 탈퇴 등
        </Text1>
        <SubTitle>제6조(가입신청 및 승낙)</SubTitle>
        <Text1>
          1. 신청자는 Play Licens가 정한 가입 양식에 따라 정보를 입력하고, 이
          약관에 동의한다는 의사표시를 함으로써 일반회원 가입을 신청합니다.
        </Text1>
        <Text1>
          2. Play License는 제1항에 따라 회원가입을 신청한 신청자의 가입신청에
          대해 다음 각 호에 해당하지 않는 한 승낙합니다.
        </Text1>
        <Text1_1>
          가&#41; 신청자가 입력한 정보가 허위이거나 다른 사람의 정보를 도용하여
          신청한 경우
        </Text1_1>
        <Text1_1>
          나&#41; 신청자가 제8조 제3항에 의하여 이전에 회원자격을 상실한 적이
          있는 경우. 다만 제8조 제3항에 의한 회원자격 상실 후 1년이 경과한
          자로서 “Play License”의 회원 재 가입 승낙을 얻은 경우에는 예외로
          합니다.
        </Text1_1>
        <Text1_1>
          다&#41; 기타 회원가입을 거부할 상당한 이유가 있는 경우
        </Text1_1>
        <Text1>
          3. 작품을 등록하려는 목적으로 Play License에 가입하고자 할 때, Play
          License가 정한 가입 양식에 따라 정보를 입력하고, 등록 계약을
          체결함으로써 회원 권한을 갖을 수 있습니다.
        </Text1>
        <Text1>
          4. Play License는 제3항에 따라 신청자의 가입신청에 대해 각 호에
          해당하지 않는 한 승낙합니다.
        </Text1>
        <Text1_1>
          가&#41; 신청자가 입력한 정보가 허위이거나 다른 사람의 정보를 도용하여
          신청한 경우
        </Text1_1>
        <Text1_1>나&#41; 제시한 회원 조항에 맞지 않는 경우</Text1_1>
        <Text1_1>
          다&#41; 기타 권한 신청을 거부할 상당한 이유가 있는 경우
        </Text1_1>
        <Text1>
          5. 회원가입은 Play License의 승낙이 회원에게 도달한 시점으로 합니다.
        </Text1>
        <Text1>
          6. 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 지체없이 그
          정보를 변경하여야 합니다.
        </Text1>
        <Text1>
          7. 제6항에 따라 회원정보를 변경하지 않아 발생한 불이익은 회원이
          부담합니다.
        </Text1>
        <SubTitle>제7조(회원의 ID 및 비밀번호에 대한 관리)</SubTitle>
        <Text1>
          1. 회원은 제6조에 따라 회원가입 시 설정한 ID와 비밀번호에 관한
          관리책임을 부담합니다.
        </Text1>
        <Text1>
          2. 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.
          회원이 자신의 ID 및 비밀번호를 제3자에게 제공한 경우 제3자의 행위로
          인하여 발생한 회원의 손해에 대해 Play License는 책임을 지지 않습니다.
        </Text1>
        <Text1>
          3. 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을
          인지한 경우에는 바로 “Play License”에게 통지하고 Play License의 안내가
          있는 경우에는 그에 따라야 합니다.
        </Text1>
        <Text1>
          4. 제3항에 따라 통지를 받은 Play License는 그 ID의 이용을 정지하며,
          회원의 요청에 따라 그 정지를 해제합니다. 이 경우, Play License는 회원
          본인 여부를 확인합니다.
        </Text1>
        <Text1>
          5. 회원의 책임 없이 해킹 등에 따라 회원의 ID 및 비밀번호가 유출된
          경우에 Play License 는 지체없이 그 이용을 정지하고, 회원에게 통지한 후
          필요한 조치를 취합니다.
        </Text1>
        <SubTitle>제8조(회원 탈퇴 및 자격 상실 등)</SubTitle>
        <Text1>
          1. 회원은 언제든지 탈퇴할 수 있으며, Play License 는 즉시 회원탈퇴를
          처리합니다.
        </Text1>
        <Text1>
          2. 다음 각 호의 어느 하나에 해당하는 경우, 회원이 그 사유를 시정할
          때까지 Play License 는 회원 자격을 제한 또는 정지시킬 수 있습니다.
        </Text1>
        <Text1_1>
          가&#41; 가입 신청 시에 허위로 등록하거나 다른 사람의 정보로 등록한
          경우
        </Text1_1>
        <Text1_1>
          나&#41; 다른 사람의 플랫폼 또는 Play License 가 제공하는 서비스 이용을
          방해하거나 그 정보를 도용하는 등 플랫폼 이용질서를 위반한 경우
        </Text1_1>
        <Text1_1>
          다&#41; 플랫폼 또는 Play License 가 제공하는 서비스를 이용하여 법령
          또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
        </Text1_1>
        <Text1_1>
          라&#41; 회원이 게시한 작품 및 작품 자료 등이 다른 사람의 아이디어를
          도용하거나 지식재산권(저작권 등)을 침해한 경우
        </Text1_1>
        <Text1_1>
          마&#41; 회원이 구매한 작품을 신청 용도와 다른 용도로 활용하는 등
          구매한 작품의 지식재산권을 협의없이 무단으로 침해하는 경우
        </Text1_1>
        <Text1>
          3. Play License 는 다음 각 호의 어느 하나에 해당하는 경우에 회원의
          자격을 상실시킬 수 있습니다.
        </Text1>
        <Text1_1>
          가&#41; 회원자격이 제한 또는 정지된 후 그 사유의 시정에 따라 그 자격이
          복구된 회원이 2회 이상 제2항 각 호에서 정한 행위를 한 경우. 다만,
          라호와 마호를 제외한 각 호의 사유 시정과 위반행위간의 기간이 1년을
          경과한 경우에는 적용하지 않습니다.
        </Text1_1>
        <Text1_1>
          나&#41; Play License 가 회원의 자격을 제한 또는 정지시킨 후 30일
          이내에 그 사유가 시정되지 아니하는 경우
        </Text1_1>
        <Text1_1>
          다&#41; 제 6조 2항 단서에 해당하더라도 본 조 제2항 각 호에서 정한
          행위를 반복하여 플랫폼 운영질서를 현저히 해치는 경우
        </Text1_1>
        <Text1>
          4. Play License 가 제2항에 따라 회원자격을 제한 또는 정지시킬 경우
          또는 제3항에 따라 회원의 자격을 상실시킬 경우에는 해당 회원에게 그
          내용(사유를 포함한다)을 통지하고, 최소 10일 이상의 기간을 정하여
          소명할 기회를 부여합니다. 이 경우에 Play License는 해당 회원의 플랫폼
          및 제반 서비스의 이용을 정지합니다.
        </Text1>
        <Text1>
          5. 회원이 제4항에서 정한 기간 내에 소명을 하고, 그 소명이 정당한
          경우에 Play License는 회원의 플랫폼 및 제반 서비스 이용정지를
          해지합니다.
        </Text1>
        <SubTitle>제9조(회원계약기간 및 갱신)</SubTitle>
        <Text1>
          1. 회원계약기간은 제6조 제3항에서 정한 시점으로부터 1년으로 합니다.
        </Text1>
        <Text1>
          2. 회원이 제1항에서 정한 기간 만료일까지 재계약의 의사를 표시하거나
          탈퇴의 의사를 표시하지 않은 경우에 회원계약은 자동으로 갱신된 것으로
          봅니다.
        </Text1>
        <Text1>
          3. 제2항에 따라 갱신된 계약의 내용은 종전 계약과 동일하며, 그 이후의
          계약갱신도 동일하게 적용합니다. 제3장 작품의 등록 및 플랫폼의 운영 -
          제1절 작품의 등록 및 무결성 보증 등
        </Text1>
        <SubTitle>제10조(작품의 등록)</SubTitle>
        <Text1>
          1. 작품 등록 계약을 체결한 회원은 Play License가 정한 방법에 따라 다음
          각 호의 사항을 등록합니다.
        </Text1>
        <Text1_1>
          가&#41; 창작자 및 실무자 성명 (제작사의 경우 상호 및 대표자 성명,
          전자우편주소, 연락처 및 통신 판매업 신고번호 (전자상거래 등에서의
          소비자보호에 관한 법률」 제2조 제3호)에 해당하는 사업자에 한한다.)
        </Text1_1>
        <Text1_1>
          나&#41; 작품의 장르 및 분야, 라이선스 구매 신청 허용 범위, 작품 정보
          (기획의도, 시놉시스 등)
        </Text1_1>
        <Text1_1>
          다&#41; 작품 정보 확인 사이트 주소 및 기타 자료 (ex. 공연 당시 티켓
          판매 url 등)
        </Text1_1>
        <Text1>
          2. Play License 는 회원이 제1항 각호에서 정한 내용을 등록하지 않은
          경우에 이용자가 이를 검색 및 이용할 수 있는 서비스를 제공하지
          않습니다.
        </Text1>
        <Text1>
          3. Play License는 회원이 제1항에 따라 등록한 내용이 사실과 다른 경우에
          그 정정을 요청할 수 있으며, 회원이 이를 정정할 때까지 이용자가 이를
          검색 및 이용할 수 있는 서비스를 제공하지 않거나 중지할 수 있습니다.
        </Text1>
        <SubTitle>제11조(작품 및 그 권리의 무결성 보장)</SubTitle>
        <Text1>
          1. 회원은 제11조에 따라 등록한 작품에 대해 다음 각 호의 사항을
          보증하여야 하며, 이 약관에 동의한 경우에 이를 보증한 것으로 봅니다.
        </Text1>
        <Text1_1>
          가&#41; 회원이 창작자인 경우 타인의 지식재산권 등을 침해하지 않았다는
          사실과 타인에게 지식재산권 및 공연권 등을 양도하지 않았다는 사실
        </Text1_1>
        <Text1_1>
          나&#41; 작품의 창작자 또는 저작권자로부터 공연권 또는 저작권에 대한
          권리를 양수한 사실
        </Text1_1>
        <Text1_1>
          다&#41; 작품의 내용 : 작품의 내용이 음란물 또는 아동ㆍ청소년음란물에
          해당하지 않는다는 사실, 선량한 풍속 기타 사회질서에 반하지
          않는다는사실 및 미성년 이용가능으로 표시한 스토리의 경우에
          청소년유해매체물에 해당하지 않는다는 사실, 타인의 개인정보나
          명예훼손을 침해하지 않는다는 사실
        </Text1_1>
        <Text1_1>
          라&#41; 회원이 등록한 작품이 다른 작품의 저작권을 침해하거나 도용하지
          않았다는 사실
        </Text1_1>
        <Text1>
          2. Play License는 제1항에 따라 회원이 보증한 내용이 사실과 다를 경우에
          검색 및 열람 서비스를 제공하지 않으며, 회원에게 그 시정을 요구할 수
          있습니다. 다만, 회원이 보증한 내용과 합치한다는 사실을 소명한 경우에
          Play License는 지체 없이 검색 및 열람 서비스를 제공합니다.
        </Text1>
        <SubTitle>제12조(이용자의 청약에 대한 승낙 또는 거절통지)</SubTitle>
        <Text1>
          작품 등록 계약을 체결한 회원은 작품 등록 계약에 따라 구매를 원하는
          회원으로부터 구매 또는 이용허락에 대한 청약에 승낙한 것으로
          간주됩니다. 또한, 계약 조항에 따라 Play License가 작품 등록 계약을
          체결한 회원에게 승낙 또는 거절 의사를 물을 경우, 의사를 표시해야
          합니다.
        </Text1>
        <SubTitle>제13조(작품 등록 회원의 권리 보호)</SubTitle>
        <Text1>
          1. Play License 는 회원의 작품에 대한 권리를 침해할 우려가 있거나
          침해한 자(이하 ‘권리침해자’라 한다)를 알게 된 경우, 지체없이 그 사실을
          회원에게 통지합니다.
        </Text1>
        <Text1>
          2. 제1항에 따른 통지를 받은 회원은 자신의 권리를 보호하기 위해
          권리침해자를 상대로 그 침해행위의 정지 또는 침해행위로 인하여 발생한
          작품의 삭제 등을 청구하기 위해 Play License 에게 협력을 요청할 수
          있습니다. 이 경우 Play License는 불가피한 경우를 제외하고, 회원에게
          협력합니다.
        </Text1>
        <Text1>
          3. Play License는 자신의 권리가 침해됨을 주장하는 자(이하
          ‘권리주장자’라 한다)가 그 사실을 소명하여 작품의 게시, 검색 및 열람
          서비스의 제공을 중단할 것을 요청받은 경우에 그 작품의 게시, 검색 및
          열람 서비스의 제공을 중단하고, 그 사실을 회원 및 권리주장자에게
          통지합니다. 이 경우 Play License는 회원 또는 권리주장자의 손해에 대해
          책임을 지지 않으며, 회원은 Play License를 면책시켜야 합니다.
        </Text1>
        <Text1>
          4. 제3항에 따른 통지를 받은 회원이 그 스토리에 대해 정당한 권리를
          가지고 있음을 소명하여 그 게시, 검색 및 열람 서비스의 재개를 요구하는
          경우, Play License는 게시, 검색 및 열람 서비스 재개 요구 사실 및
          재개예정일을 권리주장자에게 지체없이 통보하고 그 예정일에 게시, 검색
          및 열람서비스를 재개합니다. 이 경우 Play License는 회원 또는
          권리주장자의 손해에 대해 책임을지지 않으며, 회원은 Play License를
          면책시켜야 합니다. - 제2절 플랫폼의 운영 및 비밀유지의무
        </Text1>
        <SubTitle>제14조(플랫폼의 보안)</SubTitle>
        <Text1>
          1. Play License는 플랫폼 및 제반 서비스에 대한 제3자의 무권한적 이용을
          방지하기 위해 필요한 보안조치를 취합니다.
        </Text1>
        <SubTitle>제15조(플랫폼 및 제반 서비스의 제공)</SubTitle>
        <Text1>
          1. Play License는 회원이 언제든지 회원 권한에 따라 제11조에서 정한
          작품 및 정보를 등록, 열람, 구매할 수 있도록 플랫폼 및 제반 서비스를
          연중 24시간 제공합니다. 다만, Play License가 검토 중이거나 보완을
          요청한 작품은 회원이 열람할 수 없습니다.
        </Text1>
        <Text1>
          2. Play License는 다음 각 호의 어느 하나에 해당하는 사유가 있는 경우에
          24시간 이전에 회원에게 고지 및 플랫폼의 첫 화면에 공지하고, 플랫폼 및
          제반 서비스의 전부 또는 일부를 일시 중지할 수 있습니다. 다만, 긴급한
          경우에는 사후에 이를 고지 및 공지할 수 있습니다.
        </Text1>
        <Text1_1>가&#41; 플랫폼 보안시스템 등을 개선을 위한 경우</Text1_1>{" "}
        <Text1_1>나&#41; 플랫폼 시스템 정기정검을 위한 경우</Text1_1>{" "}
        <Text1_1>
          다&#41; 기타 Play License가 플랫폼 및 제반 서비스의 이용을 일시 중지할
          정당한 이유가 있 는 경우
        </Text1_1>
        <Text1>
          3. Play License 는 제2항에 따라 플랫폼 및 제반 서비스의 전부 또는
          일부를 일시 중지할 경우에 다음 각 호의 내용을 고지 및 공지합니다.
        </Text1>{" "}
        <Text1_1>가&#41; 일시 중지의 사유</Text1_1>{" "}
        <Text1_1>나&#41; 일시 중지 시기 및 그 기간</Text1_1>
        <SubTitle>제16조(검색서비스)</SubTitle>{" "}
        <Text1>
          1. Play License는 회원이 플랫폼 쉽게 이용할 수 있도록 검색서비스를
          제공합니다.
        </Text1>{" "}
        <Text1>
          2. 제1항에 따른 검색서비스는 회원이 등록한 키워드를 활용하여 제공하며,
          검색결과는 열람 횟수, 최근 등록일 등을 기준으로 배치합니다.
        </Text1>{" "}
        <Text1>
          3. Play License는 다음 각 호의 어느 하나에 해당하는 경우에 해당 작품에
          대한 검색결과를 최하위로 배치할 수 있으며, 그 사실을 회원에게
          고지합니다. 다만, 회원은 이의신청을 할 수 있으며, 그 사유가 정당할
          경우에 제2항에 따라 그 작품을 배치합니다.
        </Text1>{" "}
        <Text1_1>
          가&#41; 회원이 직접 또는 제3자를 통해 이용자의 열람 횟수를 조작한 경우
        </Text1_1>{" "}
        <Text1_1>
          나&#41; 과거에 등록한 스토리를 다시 등록하여 그 등록일을 조작한 경우
        </Text1_1>{" "}
        <Text1_1>
          다&#41; 기타 회원 또는 그의 요청을 받은 제3자가 검색결과에 영향을 미칠
          수 있는 부정한 행위를 하였을 경우
        </Text1_1>
        <Text1>
          4. Play License는 검색서비스를 제공함에 있어 회원으로부터 광고료 등
          일체의 비용을 받지 않습니다.
        </Text1>
        <SubTitle>제17조(플랫폼 및 제반서비스의 무료이용)</SubTitle>
        <Text1>
          {" "}
          1. Play License는 회원이 플랫폼 및 제반 서비스를 이용함에 있어서
          대가를 받지 않습니다.
        </Text1>{" "}
        <Text1>
          2. Play License는 플랫폼을 이용하여 이루어진 회원 간 스토리 계약에
          대해 수수료를 받고 있으며, 수수료의 일부는 창작 공연 발전 기금으로
          사용됩니다. 또한 로열티는 플랫폼 수수료에 포함하지 않고, 작품을 등록한
          회원에게 전액 정산됩니다.
        </Text1>
        <SubTitle>제18조(작품의 사용 제한 등)</SubTitle>
        <Text1>
          1. 회원은 플랫폼에서 열람한 작품 정보를 구매 계약 체결을 위한 평가의
          목적으로만 사용하여야 합니다.
        </Text1>
        <Text1>
          2. 작품을 구매하고자 하는 회원은 다음 각 호의 어느 하나의 행위를 하지
          않습니다.
        </Text1>
        <Text1_1>가&#41; 구매 계약을 체결하지 않고, 공연화하는 행위</Text1_1>{" "}
        <Text1_1>
          나&#41; 구매 계약을 체결하지 않고, 다른 저작물을 창작함에 있어 그
          스토리를 사용 또는 활용하는 행위
        </Text1_1>
        <Text1_1>
          다&#41; 구매 계약을 체결 여부의 관계없이 제3자에게 그 작품을 제공하는
          행위
        </Text1_1>
        <Text1_1>라&#41; 기타 저작권자의 권리를 침해하는 행위</Text1_1>
        <SubTitle>제19조(작품 계약 체결 시 표준계약서의 사용)</SubTitle>
        <Text1>
          1. 회원은 Play License가 마련한 표준계약서를 사용하여 작품 계약을
          체결합니다. 다만, 상당한 이유가 있는 경우에는 그러하지 않습니다.
        </Text1>
        <SubTitle>제20조(아동ㆍ청소년음란물 차단)</SubTitle>
        <Text1>
          1. Play License는 이용자의 신고 또는 자체 검색 등을 통해 발견된
          아동ㆍ청소년의 성보호에 관한 법률에 따른 아동ㆍ청소년음란물 또는
          음란물에 해당하는 작품은 검색 및 열람 등의 대상에서 배제함과 더불어
          즉시 삭제합니다. 이 경우에 Play License 는 삭제 직후 회원에게 그
          내용을 고지합니다.
        </Text1>
        <Text1>
          2. Play License는 수사기관 등에서 관련법령에서 정한 절차에 따라
          아동ㆍ청소년음란물을 등록한 회원에 대한 정보제공을 요청한 경우에 이를
          제공합니다.
        </Text1>
        <SubTitle>제21조(작품 계약에 대한 개입)</SubTitle>
        <Text1>
          1. 작품 계약은 Play License와 구매하고자 하는 회원 간에 체결됩니다.
        </Text1>
        <Text1>
          2. 계약에 따른 대금은 작품을 등록한 회원이 수수하되, Play License는
          대금 중 일부에서 중계 수수료를 받습니다. Play License의 중계 수수료 중
          일부는 창작 공연 발전 기금으로 사용됩니다.
        </Text1>
        <Title2>제4장 피해구제 및 분쟁해결</Title2>
        <SubTitle>제22조(손해배상)</SubTitle>
        <Text1>
          1. Play License 또는 회원은 약관 또는 계약을 위반한 상대방의 행위로
          인하여 손해가 발생한 경우, 배상을 청구할 수 있습니다. 다만, 상대방이
          과실 없음을 증명한 경우에는 그러하지 않습니다.
        </Text1>
        <Text1>
          2. Play License가 약관 또는 계약에서 정한 의무를 이행하기 위해 제3자를
          사용한 경우, 그 제3자의 행위로 인하여 회원에게 발생한 손해에 대해
          제3자와 연대하여 책임을 집니다. 다만, Play License가 제 3자의 선임 및
          사무 감독에 상당한 주의를 한 때 또는 상당한 주의를 하여도 손해가 있을
          경우에는 그러하지 아니합니다.
        </Text1>
        <Text1>
          3. 본조 제 2항의 경우에 Play License는 제 3자에 대하여 구상권을 행사할
          수 있습니다.
        </Text1>
        <SubTitle>제23조(계약의 해제 또는 해지)</SubTitle>
        <Text1>
          1. Play License 또는 회원은 다음 각 호의 어느 하나에 해당하는 경우에
          이 계약의 그 전부 또는 일부를 최고없이 해제 또는 해지할 수 있습니다.
        </Text1>
        <Text1_1>가&#41; Play License와 회원이 합의한 경우</Text1_1>
        <Text1_1>
          나&#41; Play License 또는 회원이 이 약관 또는 계약상 의무를 위반하고
          상대방이 그 의무이 행을 거절하거나 지정한 기한 내에 이행해야 계약의
          목적을 달성할 수 있는 경우
        </Text1_1>{" "}
        <Text1_1>
          다&#41; Play License 가 재해 기타 책임없는 사유로 인하여 플랫폼을
          운영하는 것이 불가능한 경우. 다만, 일시적인 경우에는 그러하지
          않습니다.
        </Text1_1>{" "}
        <Text1_1>
          라&#41; Play License의 서비스 지연, 오류 등이 발생하여 회원이 월 3회
          이상 또는 1년 이내에 누적하여 5회 이상 시정을 요구한 경우
        </Text1_1>{" "}
        <Text1_1>
          마&#41; 기타 당사자 사이의 신뢰관계를 현저히 해하는 등 계약을 유지할
          수 없는 중대한 사유가 발생한 경우
        </Text1_1>
        <Text1>
          2. 제1항 각 호에서 정한 경우를 제외하고, Play License 또는 회원이 약관
          또는 계약상의 의무를 이행하지 않은 경우, Play License 또는 회원은
          상대방에게 최소 10일 이상의 기간을 정하여 그 이행을 최고하고, 그 기간
          내에 이를 이행하지 아니한 때에는 이 계약의 전부 또는 일부를 해제 또는
          해지할 수 있습니다.
        </Text1>
        <Text1>
          3. 제2항에 따라 이 계약이 해제 또는 해지된 경우, Play License와 회원은
          다음 각 호에서 정한 의무를 이행합니다.
        </Text1>
        <Text1_1>가&#41; 회원 ID의 이용 정지</Text1_1>
        <Text1_1>
          나&#41; 회원이 등록한 스토리의 게시, 검색 및 열람대상에서 배제
        </Text1_1>
        <Text1_1>
          다&#41; 해제 또는 해지일로부터 10일 이내에 플랫폼에 등록한 스토리 등의
          회수. 다만, 회수에 그 이상의 시간이 필요한 경우에 Play License는 그
          기간을 연장할 수 있습니다.
        </Text1_1>
        <Text1>
          4. Play License 또는 회원은 해제 또는 해지의 원인을 제공한 상대방에
          대해 이로 인하여 발생한 손해에 대한 배상을 청구할 수 있습니다. 이 경우
          상대방이 과실 없음을 증명한 경우에는 그러하지 않습니다.
        </Text1>
        <Text1>
          5. 제4항에 따라 손해배상금을 지급하여야 할 자가 이를 지연한 경우, 그
          지연기간에 대해 지연이자(연 6%)를 더하여 지급합니다.
        </Text1>
        <SubTitle>제24조(분쟁해결)</SubTitle>
        <Text1>
          1. 이 계약과 관련하여 분쟁이 발생한 경우, Play License와 회원은 상호
          협의하여 분쟁을 해결하기 위해 노력합니다.
        </Text1>
        <Text1>
          2. 제1항의 규정에도 불구하고 분쟁이 해결되지 않은 경우, Play License
          또는 회원은 「콘텐츠산업진흥법」에 따른 콘텐츠분쟁조정위원회 또는
          「저작권법」에 따른 한국저작권위원회 등에 조정을 신청할 수 있습니다.
        </Text1>
        <Text1>
          3. 제1항에 따라 분쟁이 해결되지 않거나 제2항에 따른 조정이 성립하지
          않은 경우에 Play License 또는 회원은 관할법원에 소송을 제기하거나
          중재기관에 중재를 신청할 수 있습니다. 다만 중재를 신청하기 위해 Play
          License 또는 회원은 상대방과 서면으로 중재 합의를 합니다.
        </Text1>
        <SubTitle>제26조(재판관할)</SubTitle>
        <Text1>
          1. 이 계약과 관련된 소송은 서울중앙지방법원이 관할권을 갖습니다.
        </Text1>
      </Contents>
    </Container>
  );
};

const Container = styled.div`
  min-height: calc(100vh - 410px);
  margin: 0 auto;
  max-width: 1200px;
  padding: 0 1rem;
`;

const Title = styled.div`
  font-family: "FreightSansBlackSC";
  letter-spacing: 0.86px;
  color: ${color.black4};
  font-size: 24px;
  line-height: 24px;
  margin-bottom: 44px;
  & > span {
    font-family: "NotoSansCJKkr-Bold";
    color: ${color.black2};
    letter-spacing: 0.86px;
    font-size: 22px;
    line-height: 24px;
  }
`;

const Title2 = styled.div`
  font-family: "NotoSansCJKkr-Bold";
  letter-spacing: 0.86px;
  font-size: 21px;
  line-height: 28px;
`;

const Contents = styled.div`
  margin-bottom: 80px;
`;

const SubTitle = styled.p`
  margin: 0;
  margin-top: 28px;
  font-family: "NotoSansCJKkr-Bold";
  line-height: 28px;
`;
const Text1 = styled.p`
  margin: 0;
  margin: 10px 0;
  font-family: "NotoSansCJKkr-Regular";
`;
const Text1_1 = styled.p`
  margin: 0;
  margin: 10px 0;
  font-family: "NotoSansCJKkr-Regular";
  margin-left: 14px;
`;

const Text2 = styled.p`
  margin: 0;
  margin: 10px 0;
  font-family: "NotoSansCJKkr-Regular";
  color: ${color.black3};
  margin-left: 28px;
`;

export default Terms;
